const DataForItem = {
    summary: [
        {
            icon: 'lock_open',
            name: 'Открытие'
        },
        {
            icon: 'notifications_active',
            name: 'Оповещение'
        },
    ],

    sysselect: [
        {
        "label": "АП",
        "value": "АП"
        },
        {
        "label": "ЕГАИС",
        "value": "ЕГАИС"
        },
        {
        "label": "ГИС МТ",
        "value": "ГИС МТ"
        },
        {
        "label": "ИБ",
        "value": "ИБ"
        },
        {
        "label": "ИШ",
        "value": "ИШ"
        },
        {
        "label": "МДЛП",
        "value": "МДЛП"
        },
        {
        "label": "Мониторинг",
        "value": "Мониторинг"
        },
        {
        "label": "МП ЧЗ",
        "value": "МП ЧЗ"
        },
        {
        "label": "НК",
        "value": "НК"
        },
        {
        "label": "РБ",
        "value": "РБ"
        },
        {
        "label": "РРМ",
        "value": "РРМ"
        },
        {
        "label": "РЭ",
        "value": "РЭ"
        },
        {
        "label": "СКЗКМ",
        "value": "СКЗКМ"
        },
        {
        "label": "Сеть",
        "value": "Сеть"
        },
        {
        "label": "СМЭВ",
        "value": "СМЭВ"
        },
        {
        "label": "СУЗ",
        "value": "СУЗ"
        },
        {
        "label": "CЭ",
        "value": "СЭ"
        },
        {
        "label": "ЭДО",
        "value": "ЭДО"
        },
        {   
        "label": "честныйзнак.рф",
        "value": "честныйзнак.рф"
        },
        {
        "label": "DDoS",
        "value": "DDoS"
        },
        {
        "label": "confluence.crpt.ru",
        "value": "confluence.crpt.ru"
        },
        {
        "label": "crpt.ru",
        "value": "crpt.ru"
        },
    ],
    
    tg: [
        {
            label: 'Все ТГ',
            value: 'Все ТГ'
        },
        {
            label: 'Все ТГ, кроме Фарма',
            value: 'Все ТГ, кроме Фарма',
        },
        {
            label: '-',
            value: '-'
        },
        {
            label: 'Не определено',
            value: 'Не определено'
        },
        {
            label: 'АТП',
            value: 'АТП'
        },
        {
            label: 'Антисептики',
            value: 'Антисептики'
        },
        {
            label: 'БАД',
            value: 'БАД'
        },
        {
            label: 'Бакалейная продукция',
            value: 'Бакалейная продукция'
        },
        {
            label: 'Безалкогольное пиво',
            value: 'Безалкогольное пиво'
        },
        {
            label: 'Бытовая химия',
            value: 'Бытовая химия'
        },
                {
            label: 'Велосипеды',
            value: 'Велосипеды'
        },
        {
            label: 'Ветеринарные препараты',
            value: 'Ветеринарные препараты'
        },
        {
            label: 'Консервированная продукция',
            value: 'Консервированная продукция'
        },
        {
            label: 'Корма для животных',
            value: 'Корма для животных'
        },
        {
            label: 'ЛегПром',
            value: 'ЛегПром'
        },
        {
            label: 'Масла растительные',
            value: 'Масла растительные'
        },
        {
            label: 'Медицинские изделия',
            value: 'Медицинские изделия'
        },
        {
            label: 'Меха',
            value: 'Меха'
        },
        {
            label: 'Молочная продукция',
            value: 'Молочная продукция'
        },
        {
            label: 'НСП',
            value: 'НСП'
        },
        {
            label: 'Обувь',
            value: 'Обувь'
        },
        {
            label: 'Парфюмерия',
            value: 'Парфюмерия'
        },
        {
            label: 'Пиво',
            value: 'Пиво'
        },
        {
            label: 'Пиротехника',
            value: 'Пиротехника'
        },
        {
            label: 'Питьевая вода',
            value: 'Питьевая вода'
        },
        {
            label: 'РВ',
            value: 'РВ'
        },
        {
            label: 'Слабоалкогольные напитки',
            value: 'Слабоалкогольные напитки'
        },
        {
            label: 'Сладости и кондитерские изделия',
            value: 'Сладости и кондитерские изделия'
        },
        {
            label: 'Соковая продукция и безалкогольные напитки',
            value: 'Соковая продукция и безалкогольные напитки'
        },
        {
            label: 'Стройматериалы',
            value: 'Стройматериалы'
        },
        {
            label: 'Табак',
            value: 'Табак'
        },
        {
            label: 'Титан',
            value: 'Титан'
        },
        {
            label: 'Фарма',
            value: 'Фарма'
        },
        {
            label: 'Фототехника',
            value: 'Фототехника'
        },
        {
            label: 'Шины',
            value: 'Шины'
        },
    ],

    priority: [
        {
            label: 'Критический',
            value: 'Критический'
        },
        {
            label: 'Высокий',
            value: 'Высокий'
        },
        {
            label: 'Средний',
            value: 'Средний',
        },
        {
            label: 'Низкий',
            value: 'Низкий',
        },
    ],

    effect: [

        {
            label: 'Вне ЗО ЦРПТ',
            value: 'Вне ЗО ЦРПТ'
        },
        {
            label: 'ЗО ЦРПТ',
            value: 'ЗО ЦРПТ',
        },
        /*{
            label: 'Групповое',
            value: 'Групповое',
        },
        {
            label: 'Без влияния',
            value: 'Без влияния'
        },*/
    ],

    qualities: [
        {
            label: 'Беларусь',
            value: 'Республика Беларусь'
        },
        {
            label: 'Узбекистан',
            value: 'Узбекистан',
        },
        {
            label: 'Казахстан',
            value: 'Казахстан',
        },
    ],

    stand: [
        {
            label: 'Прод',
            value: 'ПРОД'
        },
        {
            label: 'Демо',
            value: 'ДЕМО'
        },
        {
            label: 'Демо + Прод',
            value: 'ДЕМО + ПРОД'
        },
    ],

    status: [
        {
            label: 'UPD',
            value: 'UPD'
        },
       /* {
            label: 'ПОСТМОНИТОРИНГ',
            value: 'ПОСТМОНИТОРИНГ'
        },
        {
            label: 'Инцидент ПЕРЕОТКРЫТ',
            value: 'Инцидент ПЕРЕОТКРЫТ'
        },*/
    ],
};

export default DataForItem;


/*
Все ТГ
Все ТГ, кроме Фарма
-
Не определено
АТП
Антисептики
БАД
Бакалейная продукция
Безалкогольное пиво
Бытовая химия
Велосипеды
Ветеринарные препараты
Кресла-коляски
ЛегПром
Меха
Молочная продукция
НСП
Обувь
Парфюмерия
Пиво
Пиротехника
Питьевая вода
РВ
Соковая продукция и безалкогольные напитки
Стройматериалы
Табак
Титан
Фарма
Фототехника
Шины*/