const DataForItem = {
    summary: [
        {
            icon: 'lock_open',
            name: 'Открытие'
        },
        {
            icon: 'notifications_active',
            name: 'Оповещение'
        },
    ],

    tg: [
        {
            label: 'Все ТГ',
            value: 'Все ТГ'
        },
        {
            label: 'Все ТГ, кроме Фарма',
            value: 'Все ТГ, кроме Фарма',
        },
        {
            label: '-',
            value: '-'
        },
        {
            label: 'Не определено',
            value: 'Не определено'
        },
        {
            label: 'АТП',
            value: 'АТП'
        },
        {
            label: 'Антисептики',
            value: 'Антисептики'
        },
        {
            label: 'БАД',
            value: 'БАД'
        },
        {
            label: 'Бакалейная продукция',
            value: 'Бакалейная продукция'
        },
        {
            label: 'Безалкогольное пиво',
            value: 'Безалкогольное пиво'
        },
                {
            label: 'Велосипеды',
            value: 'Велосипеды'
        },
        {
            label: 'Ветеринарные препараты',
            value: 'Ветеринарные препараты'
        },
        {
            label: 'Кресла-коляски',
            value: 'Кресла-коляски'
        },
        {
            label: 'ЛегПром',
            value: 'ЛегПром'
        },
        {
            label: 'Меха',
            value: 'Меха'
        },
        {
            label: 'Молочная продукция',
            value: 'Молочная продукция'
        },
        {
            label: 'НСП',
            value: 'НСП'
        },
        {
            label: 'Обувь',
            value: 'Обувь'
        },
        {
            label: 'Парфюмерия',
            value: 'Парфюмерия'
        },
        {
            label: 'Пиво',
            value: 'Пиво'
        },
        {
            label: 'Пиротехника',
            value: 'Пиротехника'
        },
        {
            label: 'Питьевая вода',
            value: 'Питьевая вода'
        },
        {
            label: 'РВ',
            value: 'РВ'
        },
        {
            label: 'Соковая продукция и безалкогольные напитки',
            value: 'Соковая продукция и безалкогольные напитки'
        },
        {
            label: 'Стройматериалы',
            value: 'Стройматериалы'
        },
        {
            label: 'Табак',
            value: 'Табак'
        },
        {
            label: 'Титан',
            value: 'Титан'
        },
        {
            label: 'Фарма',
            value: 'Фарма'
        },
        {
            label: 'Фототехника',
            value: 'Фототехника'
        },
        {
            label: 'Шины',
            value: 'Шины'
        },
    ],

    priority: [
        {
            label: 'Критический',
            value: 'Критический'
        },
        {
            label: 'Высокий',
            value: 'Высокий'
        },
        {
            label: 'Средний',
            value: 'Средний',
        },
        {
            label: 'Низкий',
            value: 'Низкий',
        },
    ],

    effect: [

        {
            label: 'Массовое',
            value: 'Массовое'
        },
        {
            label: 'Одиночное',
            value: 'Одиночное',
        },
        {
            label: 'Групповое',
            value: 'Групповое',
        },
        {
            label: 'Без влияния',
            value: 'Без влияния'
        },
    ],

    qualities: [
        {
            label: 'Беларусь',
            value: 'Республика Беларусь'
        },
        {
            label: 'Узбекистан',
            value: 'Узбекистан',
        },
        {
            label: 'Казахстан',
            value: 'Казахстан',
        },
    ],

    stand: [
        {
            label: 'Прод',
            value: 'ПРОД'
        },
        {
            label: 'Демо',
            value: 'ДЕМО'
        },
        {
            label: 'Демо + Прод',
            value: 'ДЕМО + ПРОД'
        },
    ],

    status: [
        {
            label: 'Инцидент в работе',
            value: 'Инцидент в работе'
        },
        {
            label: 'ПОСТМОНИТОРИНГ',
            value: 'ПОСТМОНИТОРИНГ'
        },
        {
            label: 'Инцидент ПЕРЕОТКРЫТ',
            value: 'Инцидент ПЕРЕОТКРЫТ'
        },
    ],
};

export default DataForItem;


/*
Все ТГ
Все ТГ, кроме Фарма
-
Не определено
АТП
Антисептики
БАД
Бакалейная продукция
Безалкогольное пиво
Велосипеды
Ветеринарные препараты
Кресла-коляски
ЛегПром
Меха
Молочная продукция
НСП
Обувь
Парфюмерия
Пиво
Пиротехника
Питьевая вода
РВ
Соковая продукция и безалкогольные напитки
Стройматериалы
Табак
Титан
Фарма
Фототехника
Шины*/